---
kind: type
id: T:Autodesk.Revit.DB.Visual.Wood
source: html/945bd0f8-29bb-1294-9d95-7431ef25f4dd.htm
---
# Autodesk.Revit.DB.Visual.Wood

A static class that provides access to the property names that appear in the Wood visual asset schema.

## Syntax (C#)
```csharp
public static class Wood
```